{
   "Profile Information": "Profile Informashun",
   "How you'll appear across TransSocial and other Katniny products.": "How ull appear acros TranzSoshul an othr Katniny products.",
   "Profile Picture": "Profile Picchur",
   "Change Picture": "Change Picchur",
   "Display Name": "Display Naym",
   "Username": "Username",
   "Pronouns": "Pronouns",
   "Bio": "Bio",
   "Personal Info": "Personal Info",
   "Your personal information for Katniny Services.": "Ur personal informashun 4 Katniny Servicez.",
   "Email Address": "Email Addres",
   "Password": "Pasword",
   "Send Password Reset Email": "Send Pasword Reset Email",
   "Personalization": "Personalizashun",
   "Personalize your TransSocial experience. Transfers between web, desktop and mobile.": "Personalize ur TranzSoshul experience. Tranzfers tween web, desktop an mobile.",
   "Show Mature Content (NSFW Content)": "Show Machur Content (NSFW Content)",
   "Show Sensitive Content": "Show Sensitiv Content",
   "Show Pride Logo During Pride Month": "Show Pride Logo Durin Pride Month",
   "Experiments are work-in-progress features and are likely buggy. Experiments will be removed in TransSocial Beta.": "Experiments r werk-in-progres featurez an r likely buggy. Experiments will be removd in TranzSoshul Beta.",
   "See Experiments": "C Experiments",
   "Direct Messages": "Direct Mesagez", 
   "im not giving this a proper picture thumbnail thing, you know what DMs are. i never said i was professional 😔": "im not givin dis propr picchur thumbnail ting, u knoe wut dms r. i nevr sed i wuz profeshunal 😔",
   "Experiments are work-in-progress features and are likely buggy.": "Experiments r werk-in-progres featurez an r likely buggy.",
   "Pick a theme!": "Pick theme!",
   "Customize your TransSocial experience exactly to your liking.": "Customize ur TranzSoshul experience egsaktly 2 ur likin.",
   "TransSocial's default theme: sleek and clean.": "TranzSocials default theme: sleek an clean.",
   "A refreshing blend of minty dark hues.": "A refreshin blend ov minty dark huez.",
   "Bold and impactful, emphasizing sharp clarity and visibility.": "Bold an impactful, emfasizin sharp clarity an visibility.",
   "Midnight Purple": "Midnite Purple",
   "A calming shade of purple": "A calmin shade ov purple."
}